<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Artiklar i Svensk Botanisk Tidskrift 1967-2002, årgång 61-96, som behandlar svampar</TITLE>
<link rel="schema.smn" href="http://smn.environ.se/schema/">
<meta name="smndok" content="katalog">
<meta name="DC.Publisher.CorporateName" lang="swe" content="Svenska Botaniska Föreningen">
<meta name="DC.Language" scheme="ISO 639" content="swe">
<meta name="DC.Title" lang="swe" content="Artiklar i Svensk Botanisk Tidskrift 1967-1997, som behandlar lavar">
<meta name="DC.Type" scheme="SMN" lang="swe" content="Litteraturreferenser">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Övriga växter mm : Svampar">

</HEAD>
<BODY>


<BODY BACKGROUND=BAKGRUND.GIF>
<BLOCKQUOTE>
<FONT FACE=TIMES NEW ROMAN>
     <A HREF="http://www.sbf.c.se/"><IMG alt="" border=0 height=152 src="http://www.sbf.c.se/ekorrbar.gif" width=100 ALIGN="RIGHT" BORDER=0 WIDTH=60 HEIGHT=60 ALT="Bild"></A>
<FONT color="green"><H1 >
Svenska Botaniska Föreningen (SBF)</H1></FONT>
<BR>Klicka om du vill se <A HREF=http://www.sbf.c.se/>Svenska Botaniska Föreningens hemsida</A>
<BR>Klicka här för att komma till <A HREF=http://www.sbf.c.se/sbt.htm>Svensk Botanisk Tidskrifts hemsida</A>


<P><B><FONT SIZE=4>Artiklar i Svensk Botanisk Tidskrift 1967-2004, (&aring;rg&aring;ng 61-98), som behandlar svampar</P></B></FONT>
<DIR>
<P>F&ouml;rteckning &ouml;ver svenska svampnamn klar: <B>81:</B> 64</P>
<P>Kommenterad lista &ouml;ver hotade svampar i Sverige: <B>85:</B> 445</P>
<P>L&auml;r dig &auml;ngssvampar!: <B>82:</B> 422</P>
<P>R&auml;ttelse om r&ouml;ksvamp: <B>88:</B> 258</P>
<P>Vaxskivlingskurs: <B>81:</B> 156</P>
<P>Ald&eacute;n, B., Nordin, I. &amp; Sunhede, S.: Judas&ouml;rat (<I>Hirneola auricula-judae</I>) i Sverige: <B>70:</B> 65.</P>
<P>Andersson, O.: Stinksvampen, <I>Phallus impedicus</I>, i Norden: <B>83:</B> 219</P>
<P>Andersson, O.: Stinksvampsl&auml;ktet <I>Mutinus</I> i Norden: <B>84:</B> 167</P>
<P>Andersson, O.: Praktsk&aring;l, <I>Aleuria rhenana</I>, ny f&ouml;r Sverige: <B>86:</B> 1</P>
<P>Andersson, O.: Igelkottsr&ouml;ksvamp och sl&ouml;jr&ouml;ksvamp. Ekologi och utbredning i Norden: <B>88:</B> 167</P>
<P>Aronsson, G.: Lindsk&aring;l, <I>Holwaya mucida</I>, i Sverige: <B>85:</B> 9</P>
<P>Arvidsson, L.: Svampangrepp p&aring; lavar - en orsak till lav&ouml;ken: <B>72:</B> 285.</P>
<P>Arvidsson, L.: <I>Peniophora pithya</I> funnen p&aring; Spetsbergen: <B>72:</B> 293.</P>
<P>Arx, J. A. von &amp; Nilsson, T.: <I>Xylogone sphaerospora</I>, a new ascomycete from stored pulpwood chips: <B>63:</B> 345.</P>
<P>Bj&ouml;rkb&auml;ck, F. &amp; Gustafsson, L.-&Aring;.: Sumpr&ouml;ksvampens, <I>Bovistella paludosa</I>, utbredning i Sverige: <B>73:</B> 537.</P>
<P>Bohlin, A.: Ny lokal f&ouml;r ascomyceten <I>Hypocreopsis lichenoides</I> (Tode ex Fr.) Seaver: <B>62:</B> 487.</P>
<P>Bohlin, A.: K&auml;rret vid Mularpsb&auml;cken i V&auml;sterg&ouml;tland: <B>86:</B> 357</P>
<P>Bohlin, K.: Tre geasterfynd p&aring; &Ouml;land: <B>62:</B> 488.</P>
<P>Bohlin, K.: Ytterligare fynd av <I>Geastrum</I> p&aring; &Ouml;land: <B>64:</B> 197.</P>
<P>Bohlin, K.: <I>Piptoporus quercinus</I> (Schrad.) Pil&aacute;t funnen p&aring; Hunneberg: <B>66:</B> 138.</P>
<P>Bohlin, K. &amp; Jeppson, M.: Fr&aring;gor kring bl&aring;tryffeln, <I>Chamonixia caespitosa</I>: <B>77:</B> 293.</P>
<P>Brodie, H. J.: A new species of <I>Cyathus</I> in the <I>pallidus</I> group: <B>61:</B> 93.</P>
<P>Brodie, H. J.: Tetrapolarity and comparison in culture of some tropical species of <I>Cyathus</I>: <B>62:</B> 201.</P>
<P>Brodie, H. J.: Sexuality patterns in some new and little-known species of <I>Cyathus</I>: <B>64:</B> 44.</P>
<P>Brodie, H. J.: Variation in four common species of the <I>Nidulariaceae</I>: <B>69:</B> 33.</P>
<P>B&aring;&aring;th, E. &amp; S&ouml;derstr&ouml;m, B.: Mikrosvampar i svenska barrskogsjordar: <B>72:</B> 343.</P>
<P>Carlsson, T. &amp; Clemedson, C.-J.: Br&aring;t&ouml;n - en &ouml; med v&auml;rdefull lundflora i S&ouml;dermanland: <B>83:</B> 283</P>
<P>Dahlberg, A., Croneberg, H. & Hallingbäck, T.: Sveriges ektomykorrhizasvampar - en översikt av arter, förekomst och ekologi, <B>94:</B> 267</P>
<P>Dahlberg, A., Croneberg, H. & Hallingbäck, T.: Mykorrhizasvampar - Var femte art är rödlistad, <B>94:</B> 286</P>
<P>Dahlskog, S. &amp; Engelmark, T.-B.: Gr&ouml;n jordtunga, <I>Microglossum viride</I>, vid Kvikkjokk: <B>78:</B> 89.</P>
<P>Danell, E.: Tryfflar i Sverige och utomlands: <B>90:</B> 215</P>
<P>D&ouml;bbeler, P. &amp; Poelt, J.: Beitr&auml;ge zur Kenntnis moosbewohnender Discomyceten. I. Die Gattung <I>Bryodiscus</I>: <B>68:</B> 369.</P>
<P>Eliasson, U.: A collection of myxomycetes from the Gal&aacute;pagos Islands: <B>65:</B> 105.</P>
<P>Eliasson, U.: A Swedish find of <I>Fragosphaeria purpurea</I> Shear, a cleistothecial ascomycete: <B>65:</B> 351.</P>
<P>Eliasson, U.: Myxomycetes in the Nature Reserve of the Gothenburg Botanical Garden: <B>69:</B> 105.</P>
<P>Eliasson, U.: N&aring;got om myxomyceternas struktur, biologi och sl&auml;ktskap med andra organismer: <B>72:</B> 33.</P>
<P>Eliasson, U. &amp; Sunhede, S.: Some Swedish records of myxomycetes: <B>66:</B> 18.</P>
<P>Eriksson, B.: On Ascomycetes on Diapensiales and Ericales in Fennoscandia. 2. Pyrenomycetes: <B>68:</B> 192.</P>
<P>Eriksson, B.: On Deuteromycetes on Diapensiales and Ericales in Fennoscandia: <B>68:</B> 235.</P>
<P>Eriksson, G.: <I>Boletus satanas</I> funnen p&aring; Gotland: <B>61:</B> 322.</P>
<P>Eriksson, G.: Anteckningar om jordstj&auml;rnor p&aring; Gotland: <B>63:</B> 369.</P>
<P>Eriksson, G.: Elias Fries - svamparnas Linn&eacute;: <B>72:</B> 359.</P>
<P>Eriksson, G, <I>Junghuhnia pseudozillingiana</i>-ny svamp för Sverige, <B>96:</b>94<P>
<P>Eriksson, J. &amp; Hjortstam, K.: <I>Erythricium</I>, a new genus of Corticiaceae (Basidiomycetes): <B>64:</B> 165.</P>
<P>Eriksson, J. &amp; Hjortstam, K.: Four new taxa of <I>Hyphodontia</I> (Basidiomycetes): <B>63:</B> 217.</P>
<P>Eriksson, O.: <I>Orbilia marina</I>, an over-looked discomycete on members of Fucales: <B>67:</B> 208.</P>
<P>Eriksson, O.: <I>Albatrellus syringae</I> - markticka p&aring; frammarsch: <B>72:</B> 351.</P>
<P>Eriksson, O.: Ume&aring; mykologiska f&ouml;rening - det f&ouml;rsta verksamhets&aring;ret: <B>72:</B> 341.</P>
<P>Eriksson, P. A.: N&aring;gra Sphagna fr&aring;n V&auml;sterdalarna och angr&auml;nsande delar av V&auml;rmland: <B>62:</B> 483.</P>
<P>Eriksson, P. A.: <I>Sphagnum angermanicum</I> funnen i v&auml;stra Dalarna och i &ouml;stra V&auml;rmland: <B>66:</B> 136.</P>
<P>Eriksson, P. A.: <I>Sphagnum strictum</I> funnen i Dalarna: <B>70:</B> 56.</P>
<P>Eriksson, P. A.: Nya lokaler f&ouml;r <I>Sphagnum angermanicum</I> i V&auml;sterdalarna: <B>73:</B> 202.</P>
<P>Frid&eacute;n, L.: Fj&auml;llsk&auml;ra och sumpr&ouml;ksvamp i Sm&aring;land: <B>73:</B> 329.</P>
<P>Fries, N.: An <I>Amanita rubescens</I> with abortive gills: <B>69:</B> 447.</P>
<P>F&aring;hraeus, G.: Storsvampar p&aring; F&aring;r&ouml;ns sanddyner: <B>72:</B> 279.</P>
<P>Gothnier, M & Strid, T, Dynstinksvamp funnen i Sörmland - den svenska nordgränsen har flyttats <B>98:</B>274</P>
<P>Gunnerbeck, E.: <I>Ramularia</I> and related fungi on phanerogams in Uppland (Sweden): <B>61:</B> 126.</P>
<P>Gunnerbeck, E.: Studies on foliicolous Deuteromycetes. I. The genus <I>Mastigosporium</I> in Sweden: <B>65:</B> 39.</P>
<P>Gustavsson, A.: Svampsl&auml;ktet <I>Peronospora</I> i tornetr&auml;skomr&aring;det: <B>79:</B> 375.</P>
<P>Gustavsson, A.: Utbredningen av tv&aring; bladm&ouml;gelarter p&aring; h&ouml;nsarv i Norden: <B>82:</B> 337</P>
<P>Gustavsson, A.: Foton av vilsporer fr&aring;n svampsl&auml;ktet <I>Peronospora</I>: <B>89:</B> 202</P>
<P>Hakelier, N.: Three new Swedish species of <I>Geoglossum</I>: <B>61:</B> 419.</P>
<P>Hallingb&auml;ck, T. &amp; Larsson, K.-H.: En urskogssvamp p&aring; Lybergsgnupen: <B>77:</B> 117.</P>
<P>Harling, G.: Notes on myxomycetes. II. Species collected in Ecuador 1958-59: <B>61:</B> 139.</P>
<P>Hein, B., M&uuml;ller, E. &amp; Poelt, J.: <I>Bryodiscus grimmiae</I>, ein neuer, moosbewohnender, helotialer Discomycet aus Lappland: <B>65:</B> 355.</P>
<P>Henningsson, M.: Aquatic lignicolous fungi in the Baltic and along the west coast of Sweden: <B>68:</B> 401.</P>
<P>Henningsson, M.: Marina svampar: <B>72:</B> 295.</P>
<P>Hjortstam, K.: Studies in the Swedish species of the genus <I>Tomentella</I> (Thelephoraceae). I: <B>63:</B> 491.</P>
<P>Hjortstam, K.: Studies in the Swedish species of the genus <I>Tomentella</I> (Thelephoraceae). II: <B>64:</B> 421.</P>
<P>Hjortstam, K.: Studies in the <I>Corticiaceae</I> (Basidiomycetes) and related fungi of V&auml;sterg&ouml;tland in southwest Sweden. I:<B> 67:</B> 97.</P>
<P>Hjortstam, K.: Correction: <B>67:</B> 461.</P>
<P>Hjortstam, K.: Studies in the Swedish species of the genus <I>Tomentella</I> (Thelephoraceae). III. The genus <I>Tomentellopsis</I>: <B>68:</B> 51.</P>
<P>Hjortstam, K.: Vedbeboende svampar fr&aring;n R&aring;b&auml;ck p&aring; Kinnekulle: <B>72:</B> 321.</P>
<P>Hofsten, A. von: The ultrastructure of mycorrhiza I. Ectotrophic and ectendotrophic mycorrhiza of <I>Pinus silvestris</I>: <B>63:</B> 455.</P>
<P>Holm, K.: Svampexkursion p&aring; skidor: <B>80:</B> 162.</P>
<P>Holm, L.: Andra internationella mykologiska kongressen: <B>70:</B> 292.</P>
<P>Holm, L.: Elias Fries-kommitt&eacute;n 50 &aring;r: <B>78:</B> 151.</P>
<P>Holm, L.: &Eacute;tudes ur&eacute;dinologiques: <B>61:</B> 231.</P>
<P>Holm, L.: Taxonomic notes on Ascomycetes. V. On <I>Sphaeria parmeliarum</I> Phill. &amp; Plowr. and the genus <I>Cucurbidothis</I> Petr: <B>61:</B> 449.</P>
<P>Holm, L.: Taxonomic notes on Ascomycetes. VI. On the genus <I>Gibberidea</I> Fuck. and some alleged relatives: <B>62:</B> 217.</P>
<P>Holm, L.: &Eacute;tudes ur&eacute;dinologiques. 8. <I>Gymnosporangium gaeumannii</I> une esp&egrave;ce primitive?<B> 62:</B> 463.</P>
<P>Holm, L.: &Eacute;tudes ur&eacute;dinologiques. 9. Sur l'uredo des <I>Gymnosporangium</I>: <B>63:</B> 349.</P>
<P>Holm, L.: Taxonomic notes on Ascomycetes. VII. <I>Schizothyrioma ptarmicae</I> (Desm.) von H&ouml;hnel, and its double: <B>65:</B> 208.</P>
<P>Holm, L.: &Eacute;tudes ur&eacute;dinologiques. 10. Sur les &eacute;cidies des <I>Gymnosporangium</I> et leur int&eacute;r&ecirc;t phyl&eacute;tique: <B>65:</B> 361.</P>
<P>Holm, L.: Notes on some East African rusts: <B>67:</B> 253.</P>
<P>Holm, L.: Taxonomic notes on Ascomycetes. VIII. Microfungi on <I>Cassiope tetragona</I>: <B>69:</B> 143.</P>
<P>Holm, L. &amp; Tibell, L.: Studies on the fine structure of aeciospores: <B>68:</B> 136.</P>
<P>Holm, L., Dunbar, A. &amp; Hofsten, A. von: Studies on the fine structure of aeciospores. II: <B>64:</B> 380.</P>
<P>Holm, &Aring;. &amp; Jonsson, L.: Frystorkad svamp - n&aring;got f&ouml;r biologiundervisningen: <B>69:</B> 365.</P>
<P>Huggert, L.: Laboulbeniales on <I>Coleoptera</I> from Sweden (Ascomycetes) I. Host families <I>Silphidae</I> and <I>Liodidae</I>: <B>67:</B> 238.</P>
<P>Ingel&ouml;g, T., Gustafsson, L. &amp; Thor, G.: Florav&aring;rdskommitt&eacute;er och databank f&ouml;r hotade arter: <B>78:</B> 132.</P>
<P>Johnson, T. W. Jr. &amp; Seymour, R. L.: Aquatic fungi of Iceland. A new species of <I>Saprolegnia</I>: <B>69:</B> 89.</P>
<P>Johnson, T. W. Jr.: Aquatic fungi of Iceland. <I>Achlya racemosa</I> Hildebrand: <B>67:</B> 438.</P>
<P>Jonsell, L.: <I>Claviceps nigricans</I> i Sverige: <B>73:</B> 349.</P>
<P>Jonsell, L.: Nyheter i Sveriges mj&ouml;ldaggsflora: <B>81:</B> 228</P>
<P>Jonsell, L.: <I>Xenodochus</I> - ett f&ouml;r Sverige nytt rostsvampsl&auml;kte: <B>84:</B> 165</P>
<P>Junell, L.: A revision of <I>Erysiphe communis</I> (Wallr.) Fr. sensu Blumer: <B>61:</B> 209.</P>
<P>Kardell, L., Blomgren, M. &amp; Nitare, J.: Storsvampar i best&aring;nd av tall och contortatall: <B>81:</B> 133</P>
<P>Kardell, L., Persson, O., Carlsson, E. &amp; Eriksson, L.: Skogsmarkens produktion av marksvampar: <B>74:</B> 91.</P>
<P>Karlsson, T.: Mykologi i SBT: <B>72:</B> 261.</P>
<P>Karstr&ouml;m, M.: Steget f&ouml;re i det gl&ouml;mda landet: <B>86:</B> 115</P>
<P>Kers, L. E.: <I>Psilocybe ammophila</I> funnen p&aring; Gotska Sand&ouml;n: <B>67:</B> 65.</P>
<P>Kers, L. E.: The Swedish <I>Geoporae</I> and their pyrenomycete infections: <B>68:</B> 344.</P>
<P>Kers, L. E.: <I>Mutinus caninus</I> och <I>Lycoperdon echinatum</I> funna vid Kapellsk&auml;r, Uppland: <B>69:</B> 28.</P>
<P>Kers, L. E.: <I>Trichaster melanocephalus</I> (Gasteromycetes), en problematisk art funnen p&aring; en ny lokal i Sverige: <B>69:</B> 175.</P>
<P>Kers, L. E.: The genus <I>Disciseda</I> (Gasteromycetes) in Sweden: <B>69:</B> 405.</P>
<P>Kers, L. E.: <I>Cruciata glabra</I> ny f&ouml;r Sverige: <B>69:</B> 443.</P>
<P>Kers, L. E.: Rapport om <I>Trichaster</I> och <I>Myriostoma</I> (Gasteromycetes) i Sverige: <B>70:</B> 45.</P>
<P>Kers, L. E.: Judas&ouml;rat (<I>Auricularia auricula-judae</I>) funnen p&aring; &ouml;n Ven: <B>70:</B> 49.</P>
<P>Kers, L. E.: <I>Geastrum fornicatum</I> (Gasteromycetes) funnen i Sverige: <B>70:</B> 293.</P>
<P>Kers, L. E.: N&aring;gra gasteromyceter fr&aring;n Medelpad: <B>71:</B> 79.</P>
<P>Kers, L. E.: <I>Genea verrucosa</I> funnen i Sverige: <B>72:</B> 309.</P>
<P>Kers, L. E.: <I>Elaphomyces aculeatus</I> funnen i Sverige: <B>73:</B> 123.</P>
<P>Kers, L. E.: <I>Stephensia bombycina</I> funnen i Sverige: <B>74:</B> 25.</P>
<P>Kers, L. E.: Fynd av <I>Gastrosporium simplex</I> och Cordyceps canadensis i Sverige: <B>74:</B> 29.</P>
<P>Kers, L. E.: N&aring;gra anm&auml;rkningsv&auml;rda fynd av hypogeiska svampar i Sverige: <B>75:</B> 129.</P>
<P>Kers, L. E.: <I>Myriostoma coliforme</I>, s&aring;lljordstj&auml;rna, funnen i Stockholmstrakten: <B>76:</B> 47.</P>
<P>Kers, L. E.: Hypogeiska svampar fr&aring;n Abiskotrakten, Lappland: <B>76:</B> 263.</P>
<P>Kers, L. E.: <I>Elaphomyces anthracinus</I> och <I>E. leveillei</I> i Norden: <B>77:</B> 43.</P>
<P>Kers, L. E.: N&aring;gra svenska fynd av hypogeiska svampar: <B>77:</B> 259.</P>
<P>Kers, L. E.: Hur man finner och k&auml;nner igen bl&aring;tryffeln, <I>Chamonixia caespitosa</I>: <B>79:</B> 25.</P>
<P>Kers, L. E.: <I>Endogone flammicorona</I> och <I>Glomus versiforme</I> nya f&ouml;r Sverige: <B>79:</B> 175.</P>
<P>Kers, L. E.: Barrtryffel, <I>Hydnotrya michaelis</I>, i Sverige: <B>83:</B> 315</P>
<P>Kers, L. E.: <I>Genea hispidula</I> funnen i Sverige: <B>84:</B> 37</P>
<P>Kers, L. E.: Tryffeln <I>Fischerula macrospora</I> Matt. funnen i Sverige: <B>86:</B> 295</P>
<P>Kers, L. E.: <I>Elaphomyces virgatosporus</I> funnen i Sverige: <B>91:</B> 25</P>
<P>Kers, L. E. &amp; Carlsson, R.: Jordtungan <I>Geoglossum littorale</I> &aring;terfunnen i Sverige: <B>90:</B> 65</P>
<P>Kers, L E, Tryfflarna <I>Tuber aestivum</I> och <I>T. mesentericum</I> i Sverige <B>97:</B>157</P>
<P>Kylin, H., En rik förekomst av slöjstinksvamp <B>97:</B>198</P>
<P>Lamoure, D.: Agaricales de la zone alpine. <I>Rhodocybe borealis</I> Lange &amp; Skifte, et sa position syst&eacute;matique: <B>65:</B> 278.</P>
<P>Larsson, K.-H. &amp; Hjortstam, K.: <I>Luellia</I>, a new genus in the <I>Corticiaceae</I> (Basidiomycetes): <B>68:</B> 57.</P>
<P>Lundeberg, G.: The formation of mycorrhizae in different provenances of pine (<I>Pinus silvestris</I>): <B>62:</B> 249.</P>
<P>Lundeberg, G.: Gul str&auml;vsopp efterlyses: <B>74:</B> 264.</P>
<P>Lundqvist, N.: New <I>Podosporae</I> (<I>Sordariaceae</I> s.lat., Pyrenomycetes): <B>64:</B> 409.</P>
<P>Lundqvist, N.: Studia fungorum fimi. I. New records of <I>Podosporae</I>, and a new species, <I>P. papilionacea</I>: <B>67:</B> 34.</P>
<P>Lundqvist, N.: Studia fungorum fimi. II. New records of Arnia, and a new species, <I>A. bellum</I>: <B>68:</B> 289.</P>
<P>Lundqvist, N.: Pyrenomyceten <I>Camarops pugillus</I> funnen i Sverige: <B>81:</B> 65</P>
<P>Lundqvist, N.: <I>Albertiniella polyporicola</I>, en askomycet p&aring; platticka, funnen i Sverige: <B>86:</B> 261</P>
<P>Lundqvist, N. &amp; Moberg, R.: Discomyceter fr&aring;n &Aring;ngermanland: <B>71:</B> 329.</P>
<P>Maas Geesteranus, R. A. &amp; Nannfeldt, J. A.: The genus <I>Sarcodon</I> in Sweden in the light of recent investigations: <B>63:</B> 401.</P>
<P>Martinsson, K. &amp; Nitare, J.: Bombmurklan, <I>Sarcosoma globosum</I>, en hotad svamp: <B>80:</B> 169.</P>
<P>Martinsson, K. &amp; Nitare, J.: Violfingersvamp, <I>Ramariopsis pulchella</I>, funnen i Sverige: <B>82:</B> 225</P>
<P>Martinsson, K.: Gallbildningar p&aring; <I>Callitriche</I>: <B>81:</B> 334</P>
<P>Milberg, U.: <I>Polyporus badius</I>, stor tratt-ticka funnen i Sverige: <B>78:</B> 150.</P>
<P>Milberg, P.: Vassh&auml;ttan, <I>Mycena belliae</I>, en f&ouml;rbisedd svampart i Sverige: <B>85:</B> 171</P>
<P>Morander, R.: Om svampfloran i Salatrakten: <B>75:</B> 315.</P>
<P>Morander, R.: Svampfloristik i Dalarna: <B>72:</B> 355.</P>
<P>Mossberg, B. &amp; Persson, O.: Hasselsoppen, en f&ouml;rbisedd <I>Leccinum</I>-art: <B>75:</B> 61.</P>
<P>Nannfeldt, J. A.: <I>Camarops</I> Karst. (Sphaeriales-<I>Boliniaceae</I>). With special regard to its European species: <B>66:</B> 335.</P>
<P>Nannfeldt, J. A.: Stray studies in the Coronophorales (Pyrenomycetes) 1-3: <B>69:</B> 49.</P>
<P>Nannfeldt, J. A.: Stray studies in the Coronophorales (Pyrenomycetes) 4-8: <B>69:</B> 289.</P>
<P>Nannfeldt, J. A.: <I>Russula cremeoavellanea</I> i Sverige: <B>79:</B> 313.</P>
<P>Nannfeldt, J. A.: <I>Russula</I>-floran kring en grupp g&auml;strikl&auml;ndska bj&ouml;rkar: <B>80:</B> 303.</P>
<P>Neuendorf, M.: <I>Urnula hiemalis</I> i Norden: <B>72:</B> 299.</P>
<P>Nilsson, K. G.: Svampar i Rinkaby och Glanshammars socknar i Närke, <B>92:</B> 249</P>
<P>Nilsson, S-G. Aronsson, G. & Hultengren, S., Biologisk mångfald i Linnés hembygd i Småland. 2. Rödlistade växter och svampar i Stenbrohults socken <B>97:</B>74</P>
<P>Nilsson, M. &amp; Olsson, R.: Botanik fr&aring;n b&ouml;rjan. Bland blixtsnabba bl&auml;ddror och smygande slemsvampar -en titt p&aring; v&auml;xter som r&ouml;r sig: <B>75:</B> 284.</P>
<P>Nilsson, M. &amp; Olsson, R.: Botanik fr&aring;n b&ouml;rjan. Mykorrhizan - halva sanningen: <B>76:</B> 209.</P>
<P>Nitare, J.: Omslagsbilden: Gr&ouml;n tungmurkla, <I>Microglossum viride</I>: <B>74:</B> 84.</P>
<P>Nitare, J.: <I>Geoglossum arenarium</I>, sandjordtunga - ekologi och utbredning i Sverige: <B>76:</B> 349.</P>
<P>Nitare, J.: Jordtungor, en svampgrupp p&aring; tillbakag&aring;ng i naturliga fodermarker: <B>82:</B> 341</P>
<P>Nitare, J.: F&ouml;r&auml;ndringar i svampfloran - forskning och artbevarande: <B>82:</B> 485</P>
<P>Nitare, J. &amp; Ryman, S.: Jordtungor av sl&auml;ktet <I>Microglossum</I> i Sverige: <B>78:</B> 63.</P>
<P>Nordbring-Hertz, B. &amp; Jansson, H.-B.: Nematod&auml;tande svampar - kuriositet eller ekologisk balansfaktor?:<B> 72:</B> 271.</P>
<P>Nordén, B, Appelqvist, T & Olausson, B, Sporsäcksvampar i död ved - mångfald, ekologi och naturvårdsaspekter, <B>96:</b>139<P>
<P>Nordén, B & Sunhede, S: Ekbarkdyna Obolarina dryophila - en doldis med intressant ekologi <B>95:</b>331<P>
<P>Oldhammer, B.: &Ouml;versv&auml;mningarna p&aring; Alder&auml;ngarna 1984-85: <B>81:</B> 118</P>
<P>Olsson, P. A.: Mykorrhiza - en taxonomisk och ekologisk &ouml;versikt: <B>88:</B> 327</P>
<P>Osvald, H.: <I>Tulostoma brumale</I> Pers. i mellersta Bohusl&auml;n: <B>61:</B> 185.</P>
<P>Persson, O.: Scharlakansvaxingen - p&aring; retr&auml;tt: <B>83:</B> 201</P>
<P>Persson, O. &amp; Mossberg, B.: Fynd av svart trumpetsvamp med gul f&auml;rg: <B>89:</B> 58</P>
<P>Petersen, R. H.: Announcement of symposium on fungi: <B>62:</B> 271.</P>
<P>Petersen, R. H. &amp; Ryvarden, L.: Notes on cantharelloid fungi: <B>65:</B> 399.</P>
<P>Ridelius, K. G.: G&ouml;teborgs svampklubb: <B>72:</B> 270.</P>
<P>Risberg, L, Danell E & Dahlberg, A, Finns goliatmusseronen enbart i tallskogar som aldrig kalavverkats? <B>98:</B>317</P>
<P>Ryman, S.: Svenska v&aring;r- och f&ouml;rsommarsvampar inom Pezizales: <B>72:</B> 327.</P>
<P>Ryman, S.: Insamlings- och herbarieteknik f&ouml;r hattsvampar (Agaricales): <B>73:</B> 203.</P>
<P>Ryman, S.: Pipklubbsvampen, <I>Macrotyphula fistulosa</I>: <B>73:</B> 373.</P>
<P>Ryvarden, L.: The genus <I>Datronia</I> in Fennoscandia: <B>62:</B> 501.</P>
<P>Ryvarden, L.: Type-studies in the <I>Polyporaceae</I>. 3. Species described by Lars Romell: <B>68:</B> 273.</P>
<P>Sch&ouml;ldstr&ouml;m, R.: Fynd av en ovanlig <I>Tricholoma</I> i Stockholm: <B>65:</B> 225.</P>
<P>Singh, K. G.: Mycorrhiza in the <I>Ericaceae</I> with special reference to <I>Calluna vulgaris</I>: <B>68:</B> 1.</P>
<P>Strandberg Arveby, A.: &Auml;rttryffeln - en s&auml;llsynt, ful svamp: <B>74:</B> 329.</P>
<P>Strid, &Aring;.: <I>Hypocreopsis lichenoides</I> (Tode ex Fr.) Seaver, a rare ascomycete: <B>61:</B> 79.</P>
<P>Strid, &Aring;.: <I>Phlebia merulioidea</I> Parm. and <I>Byssomerulius rubicundus</I> (Litsch.) Parm., two merulioid fungi new to Sweden: <B>66:</B> 326.</P>
<P>Strid, &Aring;.: En prelimin&auml;r flora &ouml;ver nordiska storsvampar: <B>72:</B> 278.</P>
<P>Strid, &Aring;.: <I>Trametes trogii</I>, blek borstticka, i Sverige: <B>72:</B> 305.</P>
<P>Strid, &Aring;.: <I>Albatrellus syringae</I>, ett till&auml;gg: <B>72:</B> 354.</P>
<P>Suneson, S.: N&aring;gra fynd av <I>Bulgaria globosa</I> (Schmied.) Fr. i V&auml;rmland: <B>65:</B> 313.</P>
<P>Sunhede, S.: <I>Odontia subabrupta</I> Bourd. &amp; Galz. (Basidiomycetes), a species of <I>Corticiaceae</I> new to Sweden: <B>66:</B> 285.
<P>Sunhede, S.: Studies in Myxomycetes. I. On the growth and ecology of the myxomycete <I>Reticularia lycoperdon</I> Bull: <B>67:</B> 172.</P>
<P>Sunhede, S.: Studies in Gasteromycetes. I. Notes on spore liberation and spore dispersal in <I>Geastrum</I>: <B>68:</B> 329.</P>
<P>Sunhede, S.: Studies in Myxomycetes. II. Notes on <I>Fuligo septica</I>: <B>68:</B> 397.</P>
<P>Sunhede, S.: Jordstj&auml;rnor (<I>Geastraceae</I>) i Sverige - en efterlysning: <B>70:</B> 3.</P>
<P>Sunhede, S.: N&aring;got om ved- och barkbeboende eksvampar i Sverige: <B>71:</B> 101.</P>
<P>Sunhede, S.: <I>Geastrum pseudolimbatum</I>, <I>Perenniporia fraxinea</I> och <I>Tuber aestivum</I> funna i Sverige: <B>72:</B> 263.</P>
<P>Sunhede, S & Vasiliauskus, R, Hotade tickor på ek i Litauen <B>97:</B>252</P>
<P>Tedebrand, J-O., Hallingbäck, T. & Bohlin, A.: Svampar: Privatpersoner sköter övervakningen, <B>94:</B> 152</P>
<P>Tehler, A.: N&aring;gra svampfynd fr&aring;n Furusund: <B>79:</B> 39.</P>
<P>Toresson, H.-G.: S&auml;llsynta vedsvampar i stockholmsomr&aring;det: <B>88:</B> 213</P>
<P>Trofast, J.: M&auml;nniskan, svamparna och milj&ouml;n: <B>72:</B> 313.</P>
<P>Trofast, J.: Terrorbalans i markniv&aring; - n&aring;gra kemiska aspekter p&aring; markekologi: <B>70:</B> 139.</P>
<P>Tyler, G.: Storsvampfloran i Ombergs bokskogar - en regional j&auml;mf&ouml;relse: <B>79:</B> 117.</P>
<P>V&aacute;nky, K.: <I>Doassansia alismatis-oligococci</I> V&aacute;nky sp. nov: <B>69:</B> 45.</P>
<P>V&aacute;nky, K. <I>Urocystis bulbocodii</I> V&aacute;nky sp. nov: <B>69:</B> 100.</P>
<P>V&aacute;nky, K. &amp; Nannfeldt, J. A.: A new smut, <I>Thecaphora lithospermi</I>, on <I>Lithospermum officinale</I> from China: <B>69:</B> 97.</P>
<P>Wedén, C. & Danell, E.: Sommartryffel, Tuber aestivum, och andra tryfflar i Sverige, <B>92:</B> 65</P>
<P>Wedén, C, Ericsson, L & Danell, E: Tryffelnyheter från Gotland <B>95:</b>205<P>
<P>Wid&eacute;n, B. &amp; Wid&eacute;n, M.: Judas&ouml;rat (<I>Hirneola auricula-judae</I>) i nordv&auml;stra Sk&aring;ne: <B>77:</B> 289.</P>
<P>W&auml;sterlund, I.: F&ouml;rsvinner tallens mykorrhizasvampar vid g&ouml;dsling?<B> 76:</B> 411.</P>
<P>W&auml;sterlund, I.: Hur p&aring;verkar skogens sk&ouml;tsel f&ouml;rekomsten av storsvamparnas fruktkroppar?: <B>83:</B> 103</P>
<P>&nbsp;</P></DIR>


<P><HR SIZE=3 WIDTH=100% NOSHADE>
<P>
<P><B>Adress</B>
<BR>Svenska Botaniska Föreningen, c/o V&auml;xtekologiska avd.
<BR>Villav&auml;gen 14, SE-752 36 Uppsala
Tel +46 (0)18 471 28 91, Fax +46 (0)18 55 34 19 <BR>
E-post </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman">linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman"> </BLOCKQUOTE>
</FONT><P><HR size=2></P>
<FONT FACE="Times,Times New Roman" size=3><BLOCKQUOTE><A NAME="ansvarig"></A>Ansvarig f&ouml;r denna sida &auml;r </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman" size=3>linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman" size=3>, Svenska Botaniska F&ouml;reningen. 2005-03-21</BLOCKQUOTE></FONT></BODY>
</HTML>

