<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Artiklar i Svensk Botanisk Tidskrift 1967-2002, årgång 61-96, som behandlar lavar</TITLE>

<link rel="schema.smn" href="http://smn.environ.se/schema/">
<meta name="smndok" content="katalog">
<meta name="DC.Publisher.CorporateName" lang="swe" content="Svenska Botaniska Föreningen">
<meta name="DC.Language" scheme="ISO 639" content="swe">
<meta name="DC.Title" lang="swe" content="Artiklar i Svensk Botanisk Tidskrift 1967-1997, som behandlar lavar">
<meta name="DC.Type" scheme="SMN" lang="swe" content="Litteraturreferenser">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Övriga växter mm : Lavar">

</HEAD>
<BODY>

<BODY BACKGROUND=BAKGRUND.GIF>
<BLOCKQUOTE>
<FONT FACE=TIMES NEW ROMAN>
      <A HREF="http://www.sbf.c.se/"><IMG alt="" border=0 height=152 src="http://www.sbf.c.se/ekorrbar.gif" width=100 ALIGN="RIGHT" BORDER=0 WIDTH=60 HEIGHT=60 ALT="Bild"></A>
<FONT color="green"><H1 >
Svenska Botaniska Föreningen (SBF)</H1></FONT>
<BR>Klicka om du vill se <A HREF=http://www.sbf.c.se/>Svenska Botaniska Föreningens hemsida</A>
<BR>Klicka här för att komma till <A HREF=http://www.sbf.c.se/sbt.htm>Svensk Botanisk Tidskrifts hemsida</A>


<B><FONT SIZE=4><P>Artiklar i Svensk Botanisk Tidskrift 1967-2004, (&aring;rg&aring;ng 61-98), som behandlar lavar</P></B></FONT>
<DIR>
<P>Arbetsgruppen för Svenska Växtnamn, Tillägg till svenska namn på lavar, <B>93:</B> 18</P>
<P>Botanisk litteratur: Planter i Trondheim, Skyddsvärda djur och växter, Lavar på Särö, <B>94:</B> 173</P>
<P>Forskning p&aring;g&aring;r. Skogsbrukseffekter p&aring; tr&auml;dlevande lavar: <B>90:</B> 21</P>
<P>Krypto-paket-erbjudande!: <B>91:</B> 37</P>
<P>Kurs: Lavar - hotade arter i barrskogslandskapet: <B>83:</B> 174</P>
<P>Nyutkomna hjälpmedel i lavskogen. Rödlistade lavar i Sverige - Artfakta. Nordic Lichen Flora. 1. Introductory parts. Calicioid lichens and fungi, <B>93:</B> 162</P>
<P>R&auml;ttelse om <I>Fellhanera</I> p&aring; bl&aring;b&auml;r - A correction: <B>88:</B> 74</P>
<P>Stockholmstraktens lavar, <B>92:</B> 346</P>
<P>Sällsynta lavar i Östergötland <B>95:</b>337<P>
<P>Andersson, L. &amp; Appelqvist T.: Lunglav och almlav, indikatorer p&aring; v&auml;rdefull l&ouml;vskog: <B>81:</B> 185</P>
<P>Andersson, L. I. &amp; Williamsson, M.: L&aring;ngsk&auml;gg, <I>Usnea longissima</I>, funnen i Norrbotten: <B>87:</B> 354</P>
<P>Articus, K.: Artbestämning av långa hängande skägglavar (släktet Usnea) i Sverige, <B>94:</B> 81</P>
<P>Arup, U. &amp; Ekman, S.: Lavfloran p&aring; Hallands V&auml;der&ouml;: <B>85:</B> 262</P>
<P>Arup, U. &amp; Ekman, S.: Tre lavar i sl&auml;ktet <I>Fellhanera</I> p&aring; bl&aring;b&auml;r: <B>88:</B> 33</P>
<P>Arup, U., Ekman, S., Fritz, Ö., Frödén, P., Johansson, T., Knutsson, T., Lindblom, L., Lundkvist, H. & Westberg, M.: Bark- och vedlevande lavar i &auml;dell&ouml;vskog p&aring; &ouml;n Jungfrun<B>93</b> 73.</P>
<P>Arvidsson, L.: Svampangrepp p&aring; lavar - en orsak till lav&ouml;ken: <B>72:</B> 285.</P>
<P>Arvidsson, L.: <I>Parmelia submontana</I> - en f&ouml;r Skandinavien ny lav: <B>83:</B> 156</P>
<P>Arvidsson, L. &amp; Lindstr&ouml;m, M.: F&ouml;r&auml;ndringar i lavfloran i Botaniska tr&auml;dg&aring;rden i G&ouml;teborg: <B>74:</B> 133.</P>
<P>Arvidsson, L. &amp; Skoog, L.: Svaveldioxidens inverkan p&aring; lavfloran i G&ouml;teborgsomr&aring;det: <B>78:</B> 137.</P>
<P>Arvidsson, L. &amp; Thor, G.: Etik och praktik vid insamling av lavar: <B>89:</B> 371</P>
<P>Arvidsson, L., Lindstr&ouml;m, M., Muhr, L.-E., St&aring;hl, B. &amp; Wall. S: Lavfloran i N&auml;verk&auml;rrsskogen i Bohusl&auml;n: <B>82:</B> 167</P>
<P>Back&eacute;us, I.: Hedlav, <I>Cornicularia aculeata</I>, p&aring; mossar: <B>77:</B> 27.</P>
<P>Bergsten, J.: En för Sverige ny filtlav, Peltigera monticola, och några andra noteringar om släktet Peltigera, <B>93:</B> 279</P>
<P>Bj&ouml;rkman, L.: Barklevande gel&eacute;lavar i Sm&aring;land: <B>87:</B> 113</P>
<P>Carlin, G.: De svenska b&auml;garlavarna (<I>Cladonia</I> undersl&auml;ktet <I>Cladonia</I>): <B>75:</B> 361.</P>
<P>Carlin, G.: <I>Stereocaulon capitellatum</I> i Skandinavien: <B>79:</B> 49.</P>
<P>Carlin, G. &amp; Carlin-Silv&auml;ng, U.: De svenska <I>Stereocaulon</I>-arterna (p&aring;skrislavar): <B>76:</B> 289.</P>
<P>Carlin, G. &amp; Swahn, U.: De svenska <I>Usnea</I>-arterna (sk&auml;gglavar): <B>71:</B> 89.</P>
<P>Carlsson, T. &amp; Clemedson, C.-J.: Br&aring;t&ouml;n - en &ouml; med v&auml;rdefull lundflora i S&ouml;dermanland: <B>83:</B> 283</P>
<P>Dahl, M., Kampen om barken - gul dropplav och ekspik på ek <B>97:</B>201</P>
<P>Degelius, G.: N&aring;gra v&auml;xtgeografiskt intressanta lavfynd: <B>62:</B> 405.</P>
<P>Degelius, G.: Sotesk&auml;rs lavar. Till k&auml;nnedom om lavfloran i Bohusl&auml;ns yttersta sk&auml;rg&aring;rd: <B>63:</B> 372.</P>
<P>Ek, T., Wadstein, M. &amp; Johannesson, J.: Varifr&aring;n kommer lavar knutna till gamla ekar?: <B>89:</B> 335</P>
<P>Ek, T, Johannesson, J, Nordén, B, & Ström, B, Getlav i Sverige - långspridning eller relikt från värmetiden, <B>96:</b>210<P>
<P>Ek, T, Wadsten, M & Svensson L: Lång skoglig kontinuitet och några lavar i östgötska sumpskogar <B>95:</b>357<P>
<P>Ekman, S.: F&ouml;r&auml;ndringar i Stenshuvuds lavflora under ett halvt sekel: <B>83:</B> 13</P>
<P>Ekman, S.: Lavfloran i Dalby S&ouml;derskog: <B>84:</B> 191</P>
<P>Florav&aring;rdskommitt&eacute;n f&ouml;r lavar: Prelimin&auml;r lista &ouml;ver hotade lavar i Sverige: <B>81:</B> 237</P>
<P>Fritz, &Ouml;.: J&auml;ttelav, <I>Lobaria amplissima</I>, p&aring; nya lokaler i v&auml;stra Sm&aring;land: <B>86:</B> 291</P>
<P>Fritz, Ö. & Hultengren, S.: Örlav, Hypotrachyna revoluta, funnen på ett stort antal nya lokaler i sydvästra Sverige, <B>92:</B> 139</P>
<P>Fritz, &Ouml;. &amp; Larsson, K.: Betydelsen av skoglig kontinuitet f&ouml;r r&ouml;dlistade lavar. En studie av hall&auml;ndsk bokskog: <B>90:</B> 241</P>
<P>Fr&ouml;berg, L.: En kamp f&ouml;r tillvaron i ultrarapid - relationer mellan kalkstenslavar och sn&auml;ckor p&aring; &Ouml;land: <B>87:</B> 331</P>
<P>Gilsenius, B.: M&aring;nadens omslagsbild: ringlaven: <B>73:</B> 96.</P>
<P>Granbo, J.: Klot-tegellav Psora globifera - en dalsländsk raritet, <B>93:</B> 201</P>
<P>Granbo, J, Glanstagel - en sällsynt istidsrelikt vid Höga Kusten, <B>96:</b>130<P>
<P>Gustavsson, H.-E.: Lavfloran p&aring; &Ouml;deg&auml;rdet i v&auml;stra Sm&aring;land: <B>89:</B> 65</P>
<P>Hallingb&auml;ck, T.: Lunglavarna, <I>Lobaria</I>, p&aring; retr&auml;tt i Sverige: <B>80:</B> 373.</P>
<P>Hallingb&auml;ck, T.: Luftf&ouml;roreningar och g&ouml;dsling - ett hot mot bl&aring;gr&ouml;nalger och lavar med bl&aring;gr&ouml;nalger: <B>85:</B> 87</P>
<P>Hallingb&auml;ck, T. &amp; Olsson, K.: Lunglavens tillbakag&aring;ng i Sk&aring;ne: <B>81:</B> 103</P>
<P>Hallingb&auml;ck, T. &amp; Thor, G.: J&auml;ttelav, <I>Lobaria amplissima</I>, i Sverige: <B>82:</B> 125</P>
<P>Hallingbäck, T., Hårig skrovellav - en raritet i den boreala regnskogen <B>97:</B>26</P>
<P>Hedenäs L: Bågtuss <I>Tortula cernua</i> åter i Sverige - första fyndet på mer än 165 år <B>95:</b>158<P>
<P>Henriksson, E. &amp; Pearson, L. C.: Carotenoids extracted from mycobionts of <I>Collema tenax</I>, <I>Baeomyces roseus</I>, and some other lichens: <B>62:</B> 441.</P>
<P>Henssen, A.: Eine Studie &uuml;ber die Gattung <I>Arctomia</I>: <B>63:</B> 126.</P>
<P>Hermansson, J.-O., Lundqvist, R. &amp; Oldhammer, B.: Nya fynd av ringlav, <I>Evernia divaricata</I>, i Dalarna: <B>82:</B> 314</P>
<P>Hultengren, S.: Inventering av epifytiska lavar i v&auml;stra Sverige - upprop: <B>87:</B> 235</P>
<P>Hultengren, S.: N&aring;got om lavfloran p&aring; en v&auml;stsvensk ek: <B>89:</B> 165</P>
<P>Hultengren, S. & Arvidsson, L., Kustsilverlav <I>Parmelina pastellifera</I> - en ny svensk bladlav <B>97:</B>94</P>
<P>Hultengren, S. &amp; Johansson, P.: Dv&auml;rgrosettlav, <I>Hyperphyscia adglutinata</I>, i Sverige: <B>90:</B> 267</P>
<P>Hultengren, S. &amp; Nord&eacute;n, B.: Blylav, <I>Degelia plumbea</I> - ekologi och aktuell utbredning i sydv&auml;stra Sverige: <B>90:</B> 1</P>
<P>Ingel&ouml;g, T., Gustafsson, L. &amp; Thor, G.: Florav&aring;rdskommitt&eacute;er och databank f&ouml;r hotade arter: <B>78:</B> 132.</P>
<P>Johansson, P.: Bark- och vedlavar p&aring; Kullaberg - f&ouml;r&auml;ndringar under 80 &aring;r: <B>86:</B> 243</P>
<P>Johansson, P.: Lavfloran p&aring; Lunds domkyrka: <B>87:</B> 25</P>
<P>Johansson, P.: Lavfloran p&aring; bark och ved i naturreservatet Uppstaig - en gammal barrskog p&aring; Gotland: <B>91:</B> 65</P>
<P>Johansson, P., Arup, U. & Fröberg, L.: Lavfloran på Stora och Lilla Karlsö, <B>94:</B> 205</P>
<P>Jonsson, F., Alpasberget - ny lokal för elfenbenslav <B>97:</B>176</P>
<P>J&oslash;rgensen, P. M.: Further studies in <I>Alectoria</I> sect. <I>Divaricatae</I> DR: <B>66:</B> 191.</P>
<P>J&oslash;rgensen, P. M.: On some <I>Leptogium</I> species with short Mallotium hairs: <B>67:</B> 53.</P>
<P>Karstr&ouml;m, M.: Steget f&ouml;re i det gl&ouml;mda landet: <B>86:</B> 115</P>
<P>Kreuzer, W. &amp; Schauer, Th.: The vertical distribution of QSWCs in <I>Cladonia rangiferina</I> and <I>C. silvatica</I>: <B>66:</B> 226.</P>
<P>Lindfors, M.: Hur ovanlig &auml;r tr&aring;dbrosklaven?: <B>88:</B> 142</P>
<P>Lundqvist, J. A. G.: L&aring;ngsk&auml;gg, <I>Usnea longissima</I>, i Skuleskogen: <B>71:</B> 362.</P>
<P>Lundqvist, R.: Vad suckar ringlaven?: <B>84:</B> 65</P>
<P>Lye, K. A.: The distribution and ecology of <I>Sphaerophorus melanocarpus</I>: <B>63:</B> 300.</P>
<P>L&ouml;fgren, O.: Efterlysning av oceaniska makrolavar i Sverige: <B>74:</B> 132.</P>
<P>Mattsson, J.-E.: N&aring;gra <I>Cetraria</I>-arters tillbakag&aring;ng i s&ouml;dra Sverige: <B>82:</B> 27</P>
<P>Mattsson, J.-E.: Lavarnas ekofysiologi - en nyckel till deras upptr&auml;dande: <B>82:</B> 239</P>
<P>Moberg, R., Thor, G. &amp; Hermansson, J.: Lavar med svenska namn - andra upplagan: <B>89:</B> 129</P>
<P>Moberg, R.: Luftf&ouml;roreningars inverkan p&aring; epifytiska lavar i K&ouml;pmannaholmen: <B>62:</B> 169.</P>
<P>Moberg, R.: <I>Physcia kairamoi</I> in Scandinavia: <B>63:</B> 341.</P>
<P>Moberg, R.: <I>Physcia dimidiata</I> new to Scandinavia: <B>65:</B> 133.</P>
<P>Moberg, R.: Studies on <I>Physcia</I>. I: <B>68:</B> 285.</P>
<P>Moberg, R.: Studies on <I>Physcia</I>. II. <I>Physcia endophoenicea</I> new to Scandinavia: <B>69:</B> 67.</P>
<P>Moberg, R.: Lavar med svenska namn: <B>79:</B> 221.</P>
<P>Muhr, L.-E.: Lavfloran i Gravb&auml;cksravinen i V&auml;rmland: <B>81:</B> 17</P>
<P>Nicklasson, A.: Epilitisk moss- och lavvegetation i centrala Sm&aring;land. I. Allm&auml;n &ouml;versikt: <B>66:</B> 377.</P>
<P>Nilsson, M. &amp; Olsson, R.: Botanik fr&aring;n b&ouml;rjan. Lavar och m&auml;nniskor: <B>76:</B> 359.</P>
<P>Nilsson, S. G., Arup, U., Baranowski, R. &amp; Ekman, S.: Tr&auml;dbundna lavar och skalbaggar i &aring;lderdomliga kulturlandskap: <B>88:</B> 1</P>
<P>Nord&eacute;n, B.: Strutskinnlav,<I> Leptogium corniculatum</I>, i sydv&auml;stra Sverige. En &aring;terinventering av en stenlevande lav med bl&aring;gr&ouml;nalger: <B>88:</B> 75</P>
<P>Nordén, B., Tillägg om sköldlavar <B>97:</B>205</P>
<P>Nordin, A.: De oceaniska lavarna <I>Lobaria amplissima</I> och <I>Pannaria conoplea</I> i G&auml;strikland: <B>81:</B> 154</P>
<P>Nordin, A.: &Aring;terinventering av lavfloran i Ombergs skyddsomr&aring;de: <B>89:</B> 175</P>
<P>Nordin, A.: Lavfloran p&aring; Link&ouml;pings domkyrka: <B>90:</B> 149</P>
<P>Nordin, A, Hack i häl på Du Rietz - om lavar, strandzonering och reglerade vatten <B>97:</B>237</P>
<P>Nordin, A, Thor, G & Hermansson, J, Lavar med svenska namn - tredje upplagan <B>98:</B>339</P>
<P>Oldhammer, B.: Violettgr&aring; tagellav, <I>Bryoria nadvornikiana</I>, i Mora kommun: <B>85:</B> 33</P>
<P>Oldhammer, B.: Grenlaven, <I>Evernia mesomorpha</I>, i Dalarna: <B>88:</B> 43</P>
<P>Oldhammar, B., Sveriges rikaste kända lokal för varglav ligger i Dalarnas fjällskog, <B>96:</b>3<P>
<P>Oldhammar, B, Fulufjällets nationalpark - ett moss- och lavparadis, <B>96:</b>149<P>
<P>Olsen, S. R. &amp; Gauslaa, Y.: L&aring;ngsk&auml;gg, <I>Usnea longissima</I>, hotad &auml;ven i s&ouml;dra Norge: <B>85:</B> 342</P>
<P>Ottosson, I.: <I>Usnea longissima</I> Ach. found in northwestern Spain: <B>62:</B> 515.</P>
<P>Rodenborg, L.: Beitr&auml;ge zur Flechtenflora von &Ouml;land: <B>66:</B> 103.</P>
<P>Rydberg, H.: Knappn&aring;lslavar p&aring; gamla ekar i S&ouml;dermanland - status och naturv&aring;rd&aring;tg&auml;rder: <B>91:</B> 39</P>
<P>Santesson, R.: A new name of an <I>Alectoria</I>: <B>62:</B> 489.</P>
<P>Sernander-Du Rietz, G.: F&ouml;rekomster av <I>Physcia magnussonii</I> Frey i Skandinavien och p&aring; sydv&auml;stra Gr&ouml;nland: <B>63:</B> 377.</P>
<P>Skarpe, C. &amp; Bergstr&ouml;m, R.: Ny lokal i Uppland f&ouml;r <I>Usnea florida</I>: <B>75:</B> 145.</P>
<P>Sundell, S.: Lavar fr&aring;n V&auml;rmland. II: <B>66:</B> 159.</P>
<P>Sundstr&ouml;m, E. W.: Lavt&auml;thet p&aring; aspbark i mellersta G&auml;strikland: <B>67:</B> 459.</P>
<P>Tibell, L.: The genus <I>Cyphelium</I> in northern Europe: <B>63:</B> 465.</P>
<P>Tibell, L.: The genus <I>Cyphelium</I> in Europe: <B>65:</B> 138.</P>
<P>Tibell, L.: Notes on Caliciales. I. Some species from Roumania: <B>67:</B> 5.</P>
<P>Tibell, L.: Notes on Caliciales. II. Some species from the Nordic countries: <B>67:</B> 445.</P>
<P>Tibell, L.: Lavordningen Caliciales i Sverige. Inledning och sl&auml;ktet <I>Calicium</I>: <B>71:</B> 239.</P>
<P>Tibell, L.: Lavordningen Caliciales i Sverige. Sl&auml;ktena <I>Chaenotheca</I> och <I>Coniocybe</I>: <B>72:</B> 171.</P>
<P>Tibell, L.: Lavordningen Caliciales i Sverige, sl&auml;ktena <I>Cyphelium</I>, <I>Microcalicium</I>, <I>Sphaerophorus</I>, <I>Sphinctrina</I>, <I>Thelomma</I> och <I>Tholurna</I>: <B>74:</B> 55.</P>
<P>Thor, G.: Lavar: Samarbete med kulturminnesvården efterlyses, <B>94:</B> 157</P>
</DIR>


<P><HR SIZE=3 WIDTH=100% NOSHADE>
<P>
<P><B>Adress</B>
<BR>Svenska Botaniska Föreningen, c/o V&auml;xtekologiska avd.
<BR>Villav&auml;gen 14, SE-752 36 Uppsala
Tel +46 (0)18 471 28 91, Fax +46 (0)18 55 34 19 <BR>
E-post </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman">linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman"> </BLOCKQUOTE>
</FONT><P><HR size=2></P>
<FONT FACE="Times,Times New Roman" size=3><BLOCKQUOTE><A NAME="ansvarig"></A>Ansvarig f&ouml;r denna sida &auml;r </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman" size=3>linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman" size=3>, Svenska Botaniska F&ouml;reningen. 2005-03-21</BLOCKQUOTE></FONT></BODY>
</HTML>
