<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Artiklar i Svensk Botanisk Tidskrift 1967-2002, årgång 61-96, som behandlar mossor</TITLE>

<link rel="schema.smn" href="http://smn.environ.se/schema/">
<meta name="smndok" content="katalog">
<meta name="DC.Publisher.CorporateName" lang="swe" content="Svenska Botaniska Föreningen">
<meta name="DC.Language" scheme="ISO 639" content="swe">
<meta name="DC.Type" scheme="SMN" lang="swe" content="Litteraturreferenser">
<meta name="DC.Title" lang="swe" content="Artiklar i Svensk Botanisk Tidskrift 1967-1997, som behandlar mossor">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Övriga växter mm : Mossor">

</HEAD>
<BODY>

<BODY BACKGROUND=BAKGRUND.GIF>
<BLOCKQUOTE>
<FONT FACE=TIMES NEW ROMAN>
      <A HREF="http://www.sbf.c.se/"><IMG alt="" border=0 height=152 src="http://www.sbf.c.se/ekorrbar.gif" width=100 ALIGN="RIGHT" BORDER=0 WIDTH=60 HEIGHT=60 ALT="Bild"></A>
<FONT color="green"><H1 >
Svenska Botaniska Föreningen (SBF)</H1></FONT>
<BR>Klicka om du vill se <A HREF=http://www.sbf.c.se/>Svenska Botaniska Föreningens hemsida</A>
<BR>Klicka här för att komma till <A HREF=http://www.sbf.c.se/sbt.htm>Svensk Botanisk Tidskrifts hemsida</A>

<B><FONT SIZE=4><P>Artiklar i Svensk Botanisk Tidskrift 1967-2004, (&aring;rg&aring;ng 61-98), som behandlar mossor</P><DIR>
</B></FONT><P>Konferens om Europas hotade mossor: <B>83:</B> 314</P>
<P>Krypto-paket-erbjudande!: <B>91:</B> 37</P>
<P>Andersson, K.: Ett mosskl&auml;tt tak: <B>78:</B> 85.</P>
<P>Andersson, K.: Ett mosskl&auml;tt dike: <B>79:</B> 301.</P>
<P>Andersson, K.: Skogspraktmossan, <I>Plagiomnium affine</I>, och dess fortplantning: <B>85</B>: 175</P>
<P>Andersson, Kjell: Mossor i en b&auml;ckravin: <B>81:</B> 176</P>
<P>Appelqvist, T., Nord&eacute;n, B. &amp; Bengtsson, O.: Pepparporella, <I>Porella arboris-vitae</I>, &aring;terfunnen i V&auml;sterg&ouml;tland: <B>90:</B> 21</P>
<P>Bohlin, A.: K&auml;rret vid Mularpsb&auml;cken i V&auml;sterg&ouml;tland: <B>86:</B> 357</P>
<P>Bohlin, A., Gustafsson, L. &amp; Hallingb&auml;ck, T.: Skirmossan, <I>Hookeria lucens</I>, i Sverige: <B>71:</B> 273.</P>
<P>Bohlin, A., Gustafsson, L. &amp; Hallingb&auml;ck, T.: Mossan <I>Campylopus atrovirens</I> i Sverige: <B>74:</B> 123.</P>
<P>Bohlin, A., Gustafsson, L. &amp; Hallingb&auml;ck, T.: Mossan <I>Bryhnia novae-angliae</I> i Sverige: <B>75:</B> 215.</P>
<P>Bohlin, A., Gustafsson, L. &amp; Hallingb&auml;ck, T.: Levermossan <I>Porella arboris-vitae</I> i Sverige: <B>76:</B> 31.</P>
<P>Carlsson, T. &amp; Clemedson, C.-J.: Br&aring;t&ouml;n - en &ouml; med v&auml;rdefull lundflora i S&ouml;dermanland: <B>83:</B> 283</P>
<P>Crundwell, A. C. &amp; Nyholm, E.: New records of Scandinavian bryophytes: <B>62:</B> 497.</P>
<P>Damsholt, K. &amp; Hallingb&auml;ck, T.: Sl&auml;ktet <I>Riccia</I> (rosettmossor) i Fennoskandia: <B>80:</B> 245.</P>
<P>Damsholt, K.: Notiser om nordiska levermossor 1-5: <B>87:</B> 187</P>
<P>Danielsson, Bengt &amp; S&ouml;derberg, I.: Floran i Linsells socken. III. Ett bidrag till mossfloran: <B>69:</B> 381.</P>
<P>Dickson, J. H.: The fourth Swedish locality of <I>Cryptothallus mirabilis</I>: <B>69:</B> 72.</P>
<P>Ericsson, S.: Mossornas hemligheter delvis avslöjade. Mossfloran i Lunds kommun, <B>93:</B> 285</P>
<P>Florav&aring;rdskommitt&eacute;n f&ouml;r mossor: Prelimin&auml;r lista &ouml;ver hotade mossor i Sverige: <B>82:</B> 423</P>
<P>Fransson, S.: Om <I>Cnestrum alpestre</I> och <I>C. schisti</I>, myggmossor, i V&auml;rmland: <B>82</B>: 229</P>
<P>Gustafsson, L. &amp; Hallingb&auml;ck, T.: F&aring;gelfotsmossan, <I>Pterogonium gracile</I>, i Sverige: <B>88:</B> 143</P>
<P>Hallingb&auml;ck, T.: Mossfloran i Norra B&aring;sane i Dalsland: <B>78:</B> 233.</P>
<P>Hallingb&auml;ck, T.: Bokfj&auml;dermossa, <I>Neckera pumila</I>, en f&ouml;rsurningshotad mossa: <B>83:</B> 161</P>
<P>Hallingb&auml;ck, T.: Mossor som indikerar skyddsv&auml;rd skog: <B>85:</B> 321</P>
<P>Hallingb&auml;ck, T.: Sveriges boreala mossflora i ett internationellt perspektiv: <B>86:</B> 177</P>
<P>Hallingbäck, T.: Mossor: Minskad försurning ger nytt hopp, <B>94:</B> 161</P>
<P>Hallingbäck T: Våtmarkens mossor - förlorarna vid kalkning <B>95:</b>166<P>
<P>Hallingbäck, T.: Bergqvist, S. & Blomgren, E., Sotenäsets mossor, <B>92:</B> 198</P>
<P>Hallingb&auml;ck, T., Johansson, T. &amp; Schmitt, A.: H&aring;rkvastmossa, <I>Campylopus introflexus</I>, i Sverige: <B>79:</B> 41.</P>
<P>Hallingb&auml;ck, T. &amp; Kristensson, G.: Mossorna <I>Tortula laevipila</I> och <I>T. virescens</I> p&aring; v&auml;stkusten: <B>76:</B> 171.</P>
<P>Hallingb&auml;ck, T. &amp; S&ouml;derstr&ouml;m, L.: Sveriges mossor och deras svenska namn - en kommenterad checklista: <B>81:</B> 357</P>
<P>Hallingb&auml;ck, T. &amp; Weibull, H.: En v&auml;rdepyramid av mossor f&ouml;r naturv&aring;rdsbed&ouml;mning av &auml;delskog: <B>90:</B> 129</P>
<P>Heden&auml;s, L.: <I>Orthodontium lineare</I> - en mossa p&aring; frammarsch: <B>75:</B> 157.</P>
<P>Heden&auml;s, L.: <I>Pogonatum dentatum</I> - en norrlandsmossa p&aring; v&auml;g s&ouml;derut: <B>77:</B> 147.</P>
<P>Heden&auml;s, L.: <I>Hypnum cupressiforme</I> och <I>H. andoi</I> i norra Sverige: <B>81</B>: 353</P>
<P>Heden&auml;s, L.: Ekonomisk bryologi - en &ouml;versikt &ouml;ver mossornas praktiska anv&auml;ndbarhet: <B>85:</B> 347</P>
<P>Heden&auml;s, L.: <I>Tortula princeps</I>, st&auml;ppskruvmossa, i Sverige: <B>87</B>: 71</P>
<P>Heden&auml;s, L.: Sj&ouml;mossor i Sverige: <B>90:</B> 277</P>
<P>Hedenäs, L., Korvgulmossa Pseudocalliergon turgescens, en spännande mossa i våra kalkrikaste trakter, <B>96:</b>29<P>
<P>Hedenäs, L., Till minne av mossforskaren Elsa Nyholm <B>97:</B>61</P>
<P>Heden&auml;s, L. &amp; Kooijman, A.: F&ouml;r&auml;ndringar i rikk&auml;rrsvegetationen SV om Mellansj&ouml;n i V&auml;sterg&ouml;tland: <B>90:</B> 113</P>
<P>Heden&auml;s, L. &amp; L&ouml;froth, M.: Mossor som indikerar s&auml;rskilt skyddsv&auml;rda v&aring;tmarksbiotoper: <B>86:</B> 375</P>
<P>Heden&auml;s, L. &amp; S&ouml;derstr&ouml;m, L.: Kapmossan, <I>Orthodontium lineare</I>, i Sverige: <B>82:</B> 217</P>
<P>Hylander, K.: Hårklomossa, Dichelyma capillaceum - ekologi och aktuell förekomst i Sverige, <B>92:</B> 95</P>
<P>Hylander, K & Lönnell, N: Mossfloran i olika typer av rikkärr i Stockholms och Södermanlands län <B>95:</b>228<P>
<P>H&ouml;gstr&ouml;m, S.: Gotlands vitmossor i litteratur och herbarier: <B>81:</B> 313</P>
<P>Ingel&ouml;g, T., Gustafsson, L. &amp; Thor, G.: Florav&aring;rdskommitt&eacute;er och databank f&ouml;r hotade arter: <B>78:</B> 132.</P>
<P>Jannert, B.: <I>Hookeria lucens</I>, skirmossa, vid V&auml;ttern: <B>90:</B> 83</P>
<P>Kristensson, G, Mossfloran i Dalby Söderskog under 50 år, <B>96:</b>282<P>
<P>Krusenstjerna, E. von: Nordisk bryologisk f&ouml;renings f&ouml;rsta m&ouml;te i Nora 1966: <B>61:</B> 311.</P>
<P>Larsson, B. M. P.: Bidrag till V&auml;sterg&ouml;tlands mossflora. 2. <I>Grimmia funalis</I> funnen vid V&auml;nern.<B> 62:</B> 256.</P>
<P>Lye, K. A.: Studies in the growth and development of oceanic bryophyte communities: <B>61:</B> 297.</P>
<P>Mossornas v&auml;nner i Stockholm: N&aring;gra mossors utbredning i Stockholmstrakten: <B>85:</B> 53</P>
<P>Nicklasson, A.: Epilitisk moss- och lavvegetation i centrala Sm&aring;land. I. Allm&auml;n &ouml;versikt: <B>66:</B> 377.</P>
<P>Nilsson, M. &amp; Olsson, R.: Botanik fr&aring;n b&ouml;rjan. Vitmossor i v&aring;tt och torrt: <B>77:</B> 13.</P>
<P>Nyholm, E.: Nordisk bryologisk f&ouml;rening. Meeting in 1967: <B>62:</B> 482.</P>
<P>Oldhammar, B, Fulufjällets nationalpark - ett moss- och lavparadis, <B>96:</b>149<P>
<P>Persson, H.: Bryophytes from the Aleutian islands, collected mainly by Hansford T. Shacklette.<B> 62:</B> 369.</P>
<P>Sj&ouml;rs, H.: Nytt om vitmossor: <B>80:</B> 271.</P>
<P>Sjörs, H. och Een, G.: Massor av mossor i Muddus. Bryo-diversitet i ett rikkärr, <B>93:</B> 297</P>
<P>Sj&ouml;rs, H. &amp; Marklund, E.: Pirttimysvuomaomr&aring;dets v&aring;tmarksmossor: <B>90:</B> 87</P>
<P>Skogen, A.: Mossan <I>Bryhnia novae-angliae</I> p&aring; &Auml;ngs&ouml; i Roslagen: <B>84:</B> 407</P>
<P>Sundin, T.: Ytterligare fynd av <I>Ricciocarpus natans</I> (L.) Corda i V&auml;nern: <B>62:</B> 267.</P>
<P>S&ouml;derberg, I., Nicklasson, A., Christoffersson, J. &amp; Johannesson, J.: Om floran i Mor&aring;ns dalg&aring;ng med s&auml;rskild h&auml;nsyn till mossorna: <B>65:</B> 371.</P>
<P>S&ouml;derstr&ouml;m, L.: Hotade och s&auml;llsynta mossarter i norrl&auml;ndska granskogar: <B>77:</B> 4.</P>
<P>S&ouml;derstr&ouml;m, L. &amp; Jonsson, B. G.: Naturskogarnas fragmentering och mossor p&aring; tempor&auml;ra substrat: <B>86:</B> 185</P>
<P>Tyler, T.: En kvadratmil skånska mossor - förslag till en tidsbesparande inventeringsmetod, <B>92:</B> 41</P>
<P>Westman, G.: Fynd av <I>Ricciocarpus natans</I> i Medelpad och G&auml;strikland: <B>70:</B> 43.</P>
<P>Wistrand, G. &amp; Morander, R.: Material till Dalarnas flora: <B>81:</B> 71</P>
</DIR>

<P><HR SIZE=3 WIDTH=100% NOSHADE>
<P>
<P><B>Adress</B>
<BR>Svenska Botaniska Föreningen, c/o V&auml;xtekologiska avd.
<BR>Villav&auml;gen 14, SE-752 36 Uppsala
Tel +46 (0)18 471 28 91, Fax +46 (0)18 55 34 19 <BR>
E-post </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman">linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman"> </BLOCKQUOTE>
</FONT><P><HR size=2></P>
<FONT FACE="Times,Times New Roman" size=3><BLOCKQUOTE><A NAME="ansvarig"></A>Ansvarig f&ouml;r denna sida &auml;r </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman" size=3>linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman" size=3>, Svenska Botaniska F&ouml;reningen. 2005-03-21</BLOCKQUOTE></FONT></BODY>
</HTML>
