<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>SBT: Småland</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM\MICROSOFT OFFICE\OFFICE\html.dot">

<link rel="schema.smn" href="http://smn.environ.se/schema/">
<meta name="smndok" content="katalog">
<meta name="DC.Publisher.CorporateName" lang="swe" content="Svenska Botaniska Föreningen">
<meta name="DC.Language" scheme="ISO 639" content="swe">
<meta name="DC.Type" scheme="SMN" lang="swe" content="Litteraturreferenser">
<meta name="DC.Title" lang="swe" content="Artiklar i Svensk Botanisk Tidskrift 1967-1997, med uppgifter om växter i Småland">
<meta name="DC.Subject" lang="swe" content="Småland">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Kärlväxter">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Övriga växter mm">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Kalmar län">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Kronobergs län">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Jönköpings län">

</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<BLOCKQUOTE>
<FONT FACE=TIMES NEW ROMAN>
   <A HREF="http://www.sbf.c.se/"><IMG alt="" border=0 height=152 src="http://www.sbf.c.se/ekorrbar.gif" width=100 ALIGN="RIGHT" BORDER=0 WIDTH=60 HEIGHT=60 ALT="Bild"></A>
<FONT color="green"><h1>Svenska Botaniska Föreningen (SBF)</h1></FONT>
<BR>Klicka om du vill se <A HREF=http://www.sbf.c.se/>Svenska Botaniska Föreningens hemsida</A>
<BR>Klicka här för att komma till <A HREF=http://www.sbf.c.se/sbt.htm>Svensk Botanisk Tidskrifts hemsida</A>
<B><FONT SIZE=4><P>Artiklar i Svensk Botanisk Tidskrift 1967-2004, (&aring;rg&aring;ng 61-98), med uppgifter om v&auml;xter i Sm&aring;land</P><DIR>

</B></FONT><P>Botaniska aktiviteter sommaren 1997: <B>91:</B> 38</P>
<P>Läsning inför Jungfru-resan. Natur i Östra Småland - en verklig nyckelguide. Floran i Oskarshamns kommun - inklusive Jungfrun, <B>93:</B> 94</P>
<P>Aronsson, M.: Det relikta odlingslandskapet i mellersta Kalmar l&auml;n. <B>73:</B> 97.</P>
<P>Arup, U., Ekman, S., Fritz, Ö., Frödén, P., Johansson, T., Knutsson, T., Lindblom, L., Lundkvist, H. & Westberg, M.: Bark- och vedlevande lavar i ädellövskog på ön Jungfrun, <B>93:</B> 73</P>
<P>Bj&ouml;rkman, L.: Barklevande gel&eacute;lavar i Sm&aring;land: <B>87:</B> 113</P>
<P>Björkman, L.: Bokens historia på en nordlig utpostlokal - Mattarps bokdunge på det Småländska höglandet, <B>92:</B> 11</P>
<P>Björkman, L.: Bokens och granens historia i Siggeboda naturreservat i sydligaste Småland, <B>92:</B> 83</P>
<P>Blom, G.: Kalkningsf&ouml;rs&ouml;k - effekter p&aring; mark och vegetation. En studie i naturreservaten Libbhults &auml;ngar och V&aring;raskruv, Kronobergs l&auml;n: <B>87:</B> 197</P>
<P>Brunet, J.: Sveriges bokskogar har gamla r&ouml;tter: <B>89:</B> 1</P>
<P>Carlsson, R.: <I>Glyceria striata</I> funnen i Sverige. <B>70:</B> 57.</P>
<P>Carlsson, R.: S&ouml;dra V&auml;tterbygdens flora. <B>73:</B> 417.</P>
<P>Christoffersson, I.: Projekt Sm&aring;lands flora. <B>73:</B> 413.</P>
<P>Christoffersson, I.: <I>Juncus ensifolius</I>, sv&auml;rdt&aring;g, funnen i Sverige. <B>78:</B> 72.</P>
<P>Christoffersson, I.: Om floran i kraftverksdammar i sydv&auml;stra Sm&aring;land. <B>78:</B> 129.</P>
<P>Christoffersson, J.: Naturv&auml;rden i mellersta Kalmar l&auml;n. <B>73:</B> 507.</P>
<P>Cronberg, G.: Development and ecology of <I>Raphidiopsis mediterranea</I> Skuja in the Swedish lake Trummen. <B>67:</B> 59.</P>
<P>Danielsson, Birger: Ny lokal f&ouml;r <I>Hordelymus europaeus</I> i Sm&aring;land. <B>67:</B> 210.</P>
<P>Danielsson, Birger: Floran i Fr&ouml;dinge socken. <B>73:</B> 225.</P>
<P>Danielsson, Birger: Floristiskt intressanta lokaler i norra Kalmar l&auml;n. <B>73:</B> 499.</P>
<P>Danielsson, Birger: Odonvide, <I>Salix myrtilloides</I>, p&aring; ny lokal i Sm&aring;land. <B>79:</B> 240.</P>
<P>Danielsson, B.: Nordkr&aring;kb&auml;r, <I>Empetrum hermaphroditum</I>, i nord&ouml;stra Sm&aring;land: <B>82:</B> 118</P>
<P>Frid&eacute;n, L.: Fj&auml;llsk&auml;ra och sumpr&ouml;ksvamp i Sm&aring;land. <B>73:</B> 329.</P>
<P>Fritz, &Ouml;.: J&auml;ttelav, <I>Lobaria amplissima</I>, p&aring; nya lokaler i v&auml;stra Sm&aring;land: <B>86:</B> 291</P>
<P>Gustavsson, H.-E.: Lavfloran p&aring; &Ouml;deg&auml;rdet i v&auml;stra Sm&aring;land: <B>89:</B> 65</P>
<P>Gustafsson, L.-&Aring;. &amp; Danielsson, Birger: Ny lokal f&ouml;r f&auml;ltvedel, <I>Oxytropis campestris</I>, i Sm&aring;land. <B>73:</B> 221.</P>
<P>Haglund, G. E.: Bidrag till den sydsvenska <I>Alchemilla</I>florans v&auml;xtgeografi. <B>74:</B> 389.</P>
<P>Johansson, H.: Kamr&ouml;lleka, <I>Achillea crithmifolia</I>, funnen i L&ouml;nneberga i Sm&aring;land. <B>74:</B> 345.</P>
<P>Karlsson, T.: Den gammaldags lupinen i Sunnerbo. <B>75:</B> 265.</P>
<P>Karlsson, T.: Sm&aring;lands flora i slutspurten: <B>84:</B> 217</P>
<P>Kasselstrand, S.: Ny lokal f&ouml;r <I>Vicia pisiformis</I> i Tjust. <B>73:</B> 86.</P>
<P>Kasselstrand, S.: Floran i Hallingebergs socken. <B>74:</B> 169.</P>
<P>Kers, L. E.: De svenska utpostlokalerna f&ouml;r <I>Stellaria nemorum</I> L. ssp. <I>glochidisperma</I> Murb. <B>66:</B> 113.</P>
<P>Kraft, J.: Silvermartorn, <I>Eryngium giganteum</I>: <B>84:</B> 250</P>
<P>Lemel, I.: N&aring;got om safflor, <I>Carthamus tinctorius</I>. <B>76:</B> 155.</P>
<P>Lindbladh, M. & Nilsson, S.G.: Skog och träd i kulturlandskapet. Vegetationshistorien i Stenbrohult utifrån biologiska och historiska arkiv, <B>93:</B> 19</P>
<P>Lundgren, B.: Aktuellt om <I>Geum hispidum</I>, str&auml;v nejlikrot. <B>73:</B> 115.</P>
<P>Lundgren, B.: N&aring;got om s&ouml;dra Kalmar l&auml;n. <B>73:</B> 513.</P>
<P>Malmstr&ouml;m, C.: Botilstorps &auml;ng i Adel&ouml;vs socken, J&ouml;nk&ouml;pings l&auml;n. <B>61:</B> 65.</P>
<P>Milberg, P. &amp; Martinsson, K.: Ett 1800-talsfynd av sj&ouml;najas, <I>Najas flexilis</I>, fr&aring;n norra Sm&aring;land: <B>86:</B> 7</P>
<P>Mossberg, C.: N&aring;gra v&auml;xtfynd i Kronobergs l&auml;ns &ouml;stra h&auml;lft. <B>75:</B> 171.</P>
<P>M&uuml;ller, C.: Milj&ouml;f&ouml;rh&aring;llanden och mikroalger i en sm&aring;l&auml;ndsk b&auml;ck. <B>74:</B> 339.</P>
<P>Nicklasson, A.: Epilitisk moss- och lavvegetation i centrala Sm&aring;land. I. Allm&auml;n &ouml;versikt. <B>66:</B> 377.</P>
<P>Niklasson, M. & Fritz, Ö., Hur gammal kan en bok bli? En 400-åring upptäckt i Småland <B>97:</B>150</P>
<P>Nicklasson, A. &amp; S&ouml;derberg, I.: V&auml;xtligheten vid gruvf&auml;ltet Fredriksberg i Sm&aring;land. <B>74:</B> 19.</P>
<P>Nilsson, I-N. & Nilsson, S-G. Biologisk mångfald i Linnés hembygd i Småland 4. Kärlväxtfloran och dess förändring i Stenbrohults socken <B>98:</B>65</P>
<P>Nilsson, S-G. Aronsson, G. & Hultengren, S., Biologisk mångfald i Linnés hembygd i Småland. 2. Rödlistade växter och svampar i Stenbrohults socken <B>97:</B>74</P>
<P>Niordson, N.: Kvarngr&ouml;e, <I>Glyceria grandis</I>, funnet i Sm&aring;land och Halland: <B>83:</B> 357</P>
<P>Oredsson, A.: Sm&aring;landsfloran om femtio &aring;r: <B>85:</B> 19</P>
<P>Stenberg, L.: Hjuldaggk&aring;pan, <I>Alchemilla propinqua</I>, rullar s&ouml;derut: <B>83:</B> 101</P>
<P>Stenstorp, S. &amp; Nelin, G.: K&auml;rlv&auml;xtfloran kring Virserum. <B>70:</B> 275.</P>
<P>Suneson, S.: Fynd av fylld bl&aring;sippa och fylld &auml;ngsbr&auml;sma i Sverige. <B>79:</B> 298.</P>
<P>Svenningsson, M.: Bokens utbredning i &Ouml;stbo och V&auml;stbo h&auml;rader i Sm&aring;land under de senaste 300 &aring;ren: <B>86:</B> 27</P>
<P>S&ouml;derberg, I., Nicklasson, A., Christoffersson, J. &amp; Johannesson, J.: Om floran i Mor&aring;ns dalg&aring;ng med s&auml;rskild h&auml;nsyn till mossorna. <B>65:</B> 371.</P>
<P>Wallin, F.: Fyllda bl&aring;sippor i F&aring;gelfors. <B>70:</B> 251.</P>
<P>Widgren, &Aring;.: Mellangyllen, <I>Barbarea intermedia</I>, etablerad i Sm&aring;land: <B>84:</B> 1</P>
<P>Zetterman, H.: Skogsfrun, Epipogium aphyllum, på en nygammal lokal i Kolmården, <B>92:</B> 271</P>
<FONT size=3><P>&nbsp;</P></DIR>
</FONT>

<P><HR SIZE=3 WIDTH=100% NOSHADE>
<P>
<P><B>Adress</B>
<BR>Svenska Botaniska Föreningen, c/o V&auml;xtekologiska avd.
<BR>Villav&auml;gen 14, SE-752 36 Uppsala
Tel +46 (0)18 471 28 91, Fax +46 (0)18 55 34 19 <BR>
E-post </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman">linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman"> </BLOCKQUOTE>
</FONT><P><HR size=2></P>
<FONT FACE="Times,Times New Roman" size=3><BLOCKQUOTE><A NAME="ansvarig"></A>Ansvarig f&ouml;r denna sida &auml;r </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman" size=3>linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman" size=3>, Svenska Botaniska F&ouml;reningen. 2005-03-21</BLOCKQUOTE></FONT></BODY>
</HTML>

