<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>SBT: Västergötland</TITLE>
<link rel="schema.smn" href="http://smn.environ.se/schema/">
<meta name="smndok" content="katalog">
<meta name="DC.Publisher.CorporateName" lang="swe" content="Svenska Botaniska Föreningen">
<meta name="DC.Language" scheme="ISO 639" content="swe">
<meta name="DC.Type" scheme="SMN" lang="swe" content="Litteraturreferenser">
<meta name="DC.Title" lang="swe" content="Artiklar i Svensk Botanisk Tidskrift 1967-1997, med uppgifter om växter i Västergötland">
<meta name="DC.Subject" lang="swe" content="Västergötland">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Kärlväxter">
<meta name="DC.Subject.Species" scheme="SMN" lang="swe" content="Övriga växter mm">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Göteborgs- och Bohus län">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Älvsborgs län">
<meta name="DC.Coverage.Spatial.AreaName" scheme="SMN" lang="swe" content="Skaraborgs län">

</HEAD>
<BODY>

<BLOCKQUOTE>
<FONT FACE=TIMES NEW ROMAN>
<A HREF="http://www.sbf.c.se/"><IMG alt="" border=0 height=152 src="http://www.sbf.c.se/ekorrbar.gif" width=100 ALIGN="RIGHT" BORDER=0 WIDTH=60 HEIGHT=60 ALT="Bild"></A>
<FONT color="green"><h1>Svenska Botaniska Föreningen (SBF)</h1></FONT>
<BR>Klicka om du vill se <A HREF=http://www.sbf.c.se/>Svenska Botaniska Föreningens hemsida</A>
<BR>Klicka här för att komma till <A HREF=http://www.sbf.c.se/sbt.htm>Svensk Botanisk Tidskrifts hemsida</A>


<B><FONT SIZE=4><P>Artiklar i Svensk Botanisk Tidskrift 1967-2004, (&aring;rg&aring;ng 61-98), med uppgifter om v&auml;xter i V&auml;sterg&ouml;tland</P>
</B></FONT><P><DIR>Bor&aring;straktens v&auml;xter: <B>88:</B> 108</P>
<P>Botanikdagarna 1990 - V&auml;sterg&ouml;tland: <B>84:</B> 51</P>
<P>Planter i Trondheim, Skyddsvärda djur och växter, Lavar på Särö, <B>94:</B> 173</P>
<P>V&auml;lkomna att inventera i V&auml;sterg&ouml;tland!: <B>84:</B> 52</P>
<P>Andersson, K.: Ett mosskl&auml;tt tak. <B>78:</B> 85.</P>
<P>Andersson, K.: Ett mosskl&auml;tt dike. <B>79:</B> 301.</P>
<P>Andersson, K.: K&auml;llor i trakten av V&aring;rg&aring;rda: <B>87:</B> 31</P>
<P>Andersson, K.: Grusgropar som livsmilj&ouml;er: <B>89:</B> 229</P>
<P>Andersson, Kjell: Mossor i en b&auml;ckravin: <B>81:</B> 176</P>
<P>Andersson, Leif &amp; Appelqvist, T.: Brunbr&auml;ken, <I>Asplenium adulterinum</I>, funnen i norra V&auml;sterg&ouml;tland. <B>76:</B> 308.</P>
<P>Andersson, L. &amp; Appelqvist T.: Lunglav och almlav, indikatorer p&aring; v&auml;rdefull l&ouml;vskog: <B>81:</B> 185</P>
<P>Andersson, Lennart: Den litorala vegetationen vid sj&ouml;n Mj&ouml;rn i V&auml;sterg&ouml;tland. <B>65:</B> 323.</P>
<P>Andersson, Lennart: Vegetationszoner och vattenst&aring;ndsvariation vid sj&ouml;n Mj&ouml;rn. <B>67:</B> 201.</P>
<P>Andersson, Lennart &amp; Larsson, K.-H.: N&aring;gra f&ouml;r Alings&aring;strakten nya cyperac&eacute;er. <B>64:</B> 465.</P>
<P>Appelqvist, T., Nord&eacute;n, B. &amp; Bengtsson, O.: Pepparporella, <I>Porella arboris-vitae</I>, &aring;terfunnen i V&auml;sterg&ouml;tland: <B>90:</B> 21</P>
<P>Arvidsson, L. &amp; Lindstr&ouml;m, M.: F&ouml;r&auml;ndringar i lavfloran i Botaniska tr&auml;dg&aring;rden i G&ouml;teborg. <B>74:</B> 133.</P>
<P>Arvidsson, L. &amp; Skoog, L.: Svaveldioxidens inverkan p&aring; lavfloran i G&ouml;teborgsomr&aring;det. <B>78:</B> 137.</P>
<P>Bergh, S.: Tistelsnyltrot, <I>Orobanche reticulata</I>, p&aring; Kinnekulle. <B>77:</B> 224.</P>
<P>Bergh, S.: Klintsnyltrot, <I>Orobanche major</I>, funnen p&aring; Kinnekulle. <B>78:</B> 319.</P>
<P>Bernstr&ouml;m, G.: Botaniska f&ouml;reningen i G&ouml;teborg. <B>70:</B> 176.</P>
<P>Bohlin, A.: Ny lokal f&ouml;r ascomyceten <I>Hypocreopsis lichenoides </I>(Tode ex Fr.) Seaver. <B>62:</B> 487.</P>
<P>Bohlin, A.: N&aring;got om floran p&aring; Hunneberg. <B>67:</B> 458.</P>
<P>Bohlin, A.: K&auml;rret vid Mularpsb&auml;cken i V&auml;sterg&ouml;tland: <B>86:</B> 357</P>
<P>Bohlin, A.: En m&ouml;jlig hybrid mellan svedjen&auml;va och brandn&auml;va: <B>90:</B> 273</P>
<P>Bohlin, K.: <I>Piptoporus quercinus</I> (Schrad.) Pil&aacute;t funnen p&aring; Hunneberg. <B>66:</B> 138.</P>
<P>Carlsson, L. &amp; Carlsson, &Aring;.: Ag, <I>Cladium mariscus</I>, i str&ouml;mmande vatten. <B>78:</B> 17.</P>
<P>Carlsson, R.: S&ouml;dra V&auml;tterbygdens flora. <B>73:</B> 417.</P>
<P>Carlsson, &Aring;.: Kransrams - v&auml;stsvensk fagningsblomma.: <B>85:</B> 81</P>
<P>Carlsson, &Aring;. &amp; Gustafsson, L.-&Aring;.: Vityxne -- en hotad sl&aring;tter&auml;ngsart. <B>78:</B> 117.</P>
<P>Degelius, G.: En f&ouml;rekomst av <I>Hypericum humifusum</I> L. vid G&ouml;teborg. <B>62:</B> 409.</P>
<P>Degelius, G.: Nytt fynd av <I>Sonchus palustris</I> L. p&aring; V&auml;stkusten. <B>63:</B> 496.</P>
<P>Dickson, J. H.: The fourth Swedish locality of <I>Cryptothallus mirabilis</I>. <B>69:</B> 72.</P>
<P>Eckerbom, N.-P.: Skogsfru i oktober. <B>76:</B> 153.</P>
<P>Eger&ouml;d, K.: Nytt fynd av <I>Iris versicolor</I> i V&auml;sterg&ouml;tland. <B>61:</B> 258.</P>
<P>Eliasson, U.: Myxomycetes in the Nature Reserve of the Gothenburg Botanical Garden. <B>69:</B> 105.</P>
<P>Fritz, Ö. & Hultengren, S.: Örlav, Hypotrachyna revoluta, funnen på ett stort antal nya lokaler i sydvästra Sverige, <B>92:</B> 139</P>
<P>Heden&auml;s, L. &amp; Kooijman, A.: F&ouml;r&auml;ndringar i rikk&auml;rrsvegetationen SV om Mellansj&ouml;n i V&auml;sterg&ouml;tland: <B>90:</B> 113</P>
<P>Herloff, B.: Rysk hesperis Hesperis pycnotricha funnen i Sverige, <B>93:</B> 213</P>
<P>Herloff, B. &amp; Ljungstrand, E.: Pilgrimsveronica, <I>Veronica peregrina</I>, i G&ouml;teborg och M&ouml;lndal: <B>90:</B> 297</P>
<P>Herloff, B., Floraförändringar i Göteborgs södra skärgård under 1900-talet <B>97:</B>3 </P>
<P>Hjortstam, K.: K&auml;rlv&auml;xtfloran i Alings&aring;s samt B&auml;linge, Hols och Horla socknar. <B>62:</B> 289.</P>
<P>Hjortstam, K.: Ett par f&ouml;r Skepplanda socken i v&auml;stra V&auml;sterg&ouml;tland nya fanerogamer. <B>62:</B> 415.</P>
<P>Hjortstam, K.: Studies in the <I>Corticiaceae</I> (Basidiomycetes) and related fungi of V&auml;sterg&ouml;tland in southwest Sweden. I. <B>67:</B> 97.</P>
<P>Hjortstam, K.: Vedbeboende svampar fr&aring;n R&aring;b&auml;ck p&aring; Kinnekulle. <B>72:</B> 321.</P>
<P>Hultengren, S.: N&aring;got om lavfloran p&aring; en v&auml;stsvensk ek: <B>89:</B> 165</P>
<P>Hultengren, S.: Inventering av epifytiska lavar i v&auml;stra Sverige - upprop: <B>87:</B> 235</P>
<P>Hultengren, S. &amp; Johansson, P.: Dv&auml;rgrosettlav, <I>Hyperphyscia adglutinata</I>, i Sverige: <B>90:</B> 267</P>
<P>Hultengren, S. &amp; Nord&eacute;n, B.: Blylav, <I>Degelia plumbea</I> - ekologi och aktuell utbredning i sydv&auml;stra Sverige: <B>90:</B> 1</P>
<P>Jannert, B.: <I>Hookeria lucens</I>, skirmossa, vid V&auml;ttern: <B>90:</B> 83</P>
<P>Kers, L. E.: De svenska utpostlokalerna f&ouml;r <I>Stellaria nemorum</I> L. ssp. <I>glochidisperma</I> Murb. <B>66:</B> 113.</P>
<P>Kraft, J.: Silvermartorn, <I>Eryngium giganteum</I>: <B>84:</B> 250</P>
<P>Kilander, S.: Gamla och nya fynd av <I>Carex brunnescens</I>, nickstarr, i V&auml;sterg&ouml;tland. <B>74:</B> 191.</P>
<P>Larsson, B. M. P.: <I>Melica ciliata</I> funnen vid V&auml;nern i V&auml;sterg&ouml;tland. <B>61:</B> 425.</P>
<P>Larsson, B. M. P.: Bidrag till V&auml;sterg&ouml;tlands mossflora. 2. <I>Grimmia funalis</I> funnen vid V&auml;nern. <B>62:</B> 256.</P>
<P>Leandersson, O.: Egendomlig form av <I>Picea abies</I> funnen i s&ouml;dra V&auml;sterg&ouml;tland. <B>64:</B> 196.</P>
<P>Nilsson, &Ouml;.: N&aring;gra v&auml;xtfynd fr&aring;n nord&ouml;stra delen av Sjuh&auml;radsbygden. <B>61:</B> 259.</P>
<P>Nilsson, &Ouml;.: <I>Veronica peregrina</I> L. (Scrophulariaceae) i Skandinavien. <B>65:</B> 393.</P>
<P>Nord&eacute;n, B.: Strutskinnlav, <I>Leptogium corniculatum</I>, i sydv&auml;stra Sverige. En &aring;terinventering av en stenlevande lav med bl&aring;gr&ouml;nalger: <B>88:</B> 75</P>
<P>Peterson, B.: Flora K&auml;ralundensis 1780 - historia kring ett g&ouml;teborgsherbarium: <B>84:</B> 313</P>
<P>Ridelius, K. G.: G&ouml;teborgs svampklubb. <B>72:</B> 270.</P>
<P>Stenberg, L.: Hjuldaggk&aring;pan, <I>Alchemilla propinqua</I>, rullar s&ouml;derut: <B>83:</B> 101</P>
<P>Toftg&aring;rd, B.: Floran i Brandstorp socken. <B>62:</B> 267.</P>
<P>Westfeldt, G. A.: <I>Petasites japonicus</I> och <I>Rubus arcticus</I> i s&ouml;dra V&auml;sterg&ouml;tland. <B>65:</B> 408.</P>
<P>Westfeldt, G. A.: Floran i Vedens h&auml;rad (inkl. Bor&aring;s stad). <B>62:</B> 121.</P>
<P>Westfeldt, G. A.: Floran i Bollebygds socken (inkl. Hind&aring;s stationssamh&auml;lle). <B>65:</B> 57.</P></dir>
<P><HR SIZE=3 WIDTH=100% NOSHADE>
<P>
<P><B>Adress</B>
<BR>Svenska Botaniska Föreningen, c/o V&auml;xtekologiska avd.
<BR>Villav&auml;gen 14, SE-752 36 Uppsala
Tel +46 (0)18 471 28 91, Fax +46 (0)18 55 34 19 <BR>
E-post </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman">linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman"> </BLOCKQUOTE>
</FONT><P><HR size=2></P>
<FONT FACE="Times,Times New Roman" size=3><BLOCKQUOTE><A NAME="ansvarig"></A>Ansvarig f&ouml;r denna sida &auml;r </FONT><A HREF="mailto:linda.svensson@sbf.c.se"><FONT FACE="Times,Times New Roman" size=3>linda.svensson@sbf.c.se</FONT></A><FONT FACE="Times,Times New Roman" size=3>, Svenska Botaniska F&ouml;reningen. 2005-03-21</BLOCKQUOTE></FONT></BODY>
</HTML>
